TASK      = "Задатак"
TASKS     = "Задаци"
STATEMENT = "Поставка"
SOLUTION  = "Решење"
INPUT     = "Улаз"
OUTPUT    = "Излаз"
CHAPTERS  = "Поглавља"
REPEATED_TASK = "Овај задатак је поновљен у циљу увежбавања различитих техника решавања."
TRY_TO_SOLVE = "Покушај да задатак урадиш коришћењем техника које се излажу у овом поглављу."
LOOKUP_TASK = "Види текст задатка."
ADDITIONAL_SOLUTIONS = "Види другачија решења овог задатка."
ADDITIONAL_SOLUTIONS_EXIST = "Овај задатак има и другачија решења у делу збирке који следи."

div_titles = {"complexity": "Анализа сложености",
              "example": "Пример",
              "formal": "Доказ коректности",
              "note": "Напомена"}

